tap "buildpacks/tap"
tap "chanzuckerberg/tap"
tap "elastic/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "imthaghost/scdl"
tap "moncho/dry"
tap "osx-cross/avr"
tap "sidneys/homebrew"
brew "act"
brew "aria2"
brew "automake"
brew "xz"
brew "avrdude"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "brew-gem"
brew "bzip2"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "deno"
brew "docker-credential-helper-ecr", link: false
brew "exa"
brew "fd"
brew "guile"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gcc"
brew "fftw"
brew "fish"
brew "flamegraph"
brew "fzf"
brew "gdb"
brew "libyaml"
brew "ruby"
brew "gem-cfn-nag"
brew "gh"
brew "ghostscript"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "pango"
brew "graphviz"
brew "hadolint"
brew "hdf5"
brew "htop"
brew "libomp"
brew "imagemagick"
brew "jq"
brew "lbzip2"
brew "libgit2"
brew "libgsf"
brew "qemu"
brew "lima"
brew "llvm"
brew "llvm@9"
brew "lzlib"
brew "mold"
brew "protobuf", link: false
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "openblas"
brew "openssl@3"
brew "pinentry-mac"
brew "podman"
brew "poppler"
brew "postgresql"
brew "pueue"
brew "pyenv"
brew "r"
brew "ripgrep"
brew "sbt"
brew "sccache"
brew "shellcheck"
brew "starship"
brew "terraform"
brew "tmux"
brew "vale"
brew "vips"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "youtube-dl"
brew "zlib"
brew "buildpacks/tap/pack", link: false
brew "chanzuckerberg/tap/fogg"
brew "hashicorp/tap/packer"
brew "imthaghost/scdl/scdl"
brew "moncho/dry/dry"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
brew "sidneys/homebrew/chntpw"
cask "fanny"
cask "gfxcardstatus"
cask "google-cloud-sdk"
cask "iina"
cask "vagrant"
cask "iterm2"
cask "visual-studio-code"
cask "utm"
cask "jetbrains-toolbox"
cask "docker"
cask "appcleaner"
cask "bettertouchtool"
cask "firefox"
cask "google-chrome"

