tap "chanzuckerberg/tap"
tap "elastic/tap"
tap "eth-p/software"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "imthaghost/scdl"
tap "osx-cross/avr"
tap "pulumi/tap"
tap "sidneys/homebrew"
brew "act"
brew "xz"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "automake"
brew "boost"
brew "avrdude"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "boost-python3"
brew "brew-gem"
brew "bzip2"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "docker-credential-helper-ecr"
brew "folly"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "guile"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fftw"
brew "fish"
brew "flamegraph"
brew "fzf"
brew "gdb"
brew "libyaml"
brew "ruby"
brew "gem-cfn-nag"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "python@3.10"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "hadolint"
brew "hdf5"
brew "htop"
brew "libheif"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "ktlint"
brew "lbzip2"
brew "libgit2"
brew "libgsf"
brew "libxml2"
brew "qemu"
brew "lima"
brew "llvm"
brew "llvm@9"
brew "lzlib"
brew "mariadb-connector-c"
brew "mdcat"
brew "mkcert"
brew "mold"
brew "protobuf", link: false
brew "mosh"
brew "zlib"
brew "mysql"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "openssl@3"
brew "nushell"
brew "openapi-generator"
brew "openblas"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "pueue"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sccache"
brew "shellcheck"
brew "starship"
brew "subversion"
brew "terraform"
brew "terragrunt"
brew "texinfo"
brew "tmux"
brew "tokei"
brew "vale"
brew "vips"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "youtube-dl"
brew "chanzuckerberg/tap/fogg"
brew "eth-p/software/bat-extras"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls", link: false
brew "imthaghost/scdl/scdl"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@9"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/pulumictl"
cask "appcleaner"
cask "bartender"
cask "basictex"
cask "bettertouchtool"
cask "docker"
cask "firefox"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "rstudio"
cask "syntax-highlight"
cask "tailscale"
cask "utm"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xquartz"
cask "zulu"
