tap "airbytehq/tap"
tap "artginzburg/tap"
tap "chipmk/tap"
tap "cloudflare/cloudflare"
tap "coursier/formulas"
tap "elastic/tap"
tap "eth-p/software"
tap "fluxcd/tap"
tap "getsentry/tools"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "imthaghost/scdl"
tap "jorgelbg/tap"
tap "kdash-rs/kdash"
tap "minacle/chntpw"
tap "noborus/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "siderolabs/talos"
tap "weaveworks/tap"
tap "ynqa/tap"
brew "act"
brew "age"
brew "openssl@3"
brew "libyaml"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "asimov", args: ["HEAD"], restart_service: :changed
brew "automake"
brew "boost"
brew "avrdude"
brew "awscli"
brew "libgit2"
brew "bat"
brew "bazelisk"
brew "boost-python3"
brew "brew-gem"
brew "bzip2"
brew "cabextract"
brew "glib"
brew "carthage"
brew "cdrtools"
brew "cilium-cli"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "eza"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fftw"
brew "fish"
brew "flamegraph"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "icu4c@76"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "gsl"
brew "guile"
brew "hadolint"
brew "uv"
brew "hatch"
brew "hcl2json"
brew "hdf5"
brew "helm"
brew "helmfile"
brew "htop"
brew "hubble"
brew "libheif"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "jaq"
brew "jless"
brew "jq"
brew "just"
brew "k6"
brew "k9s"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "ksops"
brew "ktlint"
brew "kubeconform"
brew "kubectx"
brew "kustomize"
brew "lbzip2"
brew "libgit2@1.7"
brew "libgsf"
brew "libpq"
brew "libxml2"
brew "llvm"
brew "luarocks"
brew "lzlib"
brew "maven"
brew "mdcat"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mold"
brew "moreutils"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "open-ocd"
brew "openapi-generator"
brew "openblas"
brew "pandoc"
brew "pinentry-mac"
brew "podman"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "protobuf"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruff"
brew "sad"
brew "sbt"
brew "scala"
brew "sccache"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "socat"
brew "sops"
brew "step"
brew "stern"
brew "swagger-codegen"
brew "swift-format"
brew "swift-protobuf"
brew "swiftformat"
brew "swiftgen"
brew "talhelper"
brew "terraform"
brew "terraform-ls"
brew "texinfo"
brew "tflint"
brew "tmux"
brew "tokei"
brew "tree"
brew "vips"
brew "wakeonlan"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "xsv"
brew "yamlfmt"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "coursier/formulas/coursier"
brew "fluxcd/tap/flux"
brew "getsentry/tools/sentry-cli"
brew "go-task/tap/go-task"
brew "hashicorp/tap/hcp"
brew "hashicorp/tap/packer"
brew "imthaghost/scdl/scdl"
brew "kdash-rs/kdash/kdash"
brew "minacle/chntpw/chntpw"
brew "noborus/tap/ov"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumictl"
brew "siderolabs/talos/talosctl"
brew "weaveworks/tap/gitops"
brew "ynqa/tap/jnv"
cask "airbuddy"
cask "appcleaner"
cask "audacity"
cask "autodesk-fusion"
cask "basictex"
cask "betterdiscord-installer"
cask "betterdisplay"
cask "dash"
cask "discord"
cask "firefox"
cask "fluor"
cask "font-castoro"
cask "font-jetbrains-mono-nerd-font"
cask "font-stix"
cask "google-cloud-sdk"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "kicad"
cask "logi-options+"
cask "mx-power-gadget"
cask "mysqlworkbench"
cask "obsidian"
cask "orbstack"
cask "rio"
cask "rstudio"
cask "sonos"
cask "syntax-highlight"
cask "tailscale"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
cask "wkhtmltopdf"
cask "zed"
cask "zulu"
