tap "chanzuckerberg/tap"
tap "cloudflare/cloudflare"
tap "elastic/tap"
tap "eth-p/software"
tap "fluxcd/tap"
tap "getsentry/tools"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "imthaghost/scdl"
tap "jorgelbg/tap"
tap "minacle/chntpw"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "weaveworks/tap"
brew "act"
brew "age"
brew "openssl@3"
brew "xz"
brew "python@3.11"
brew "libyaml"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "argocd"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "automake"
brew "boost"
brew "avrdude"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "boost-python3"
brew "brew-gem"
brew "bzip2"
brew "cabextract"
brew "glib"
brew "carthage"
brew "cdrtools"
brew "cilium-cli"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "folly"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "libgit2"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fftw"
brew "fish"
brew "flamegraph"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "groff"
brew "guile"
brew "hadolint"
brew "hdf5"
brew "helm"
brew "htop"
brew "hubble"
brew "libheif"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "just"
brew "kotlin"
brew "kubernetes-cli"
brew "krew"
brew "ktlint"
brew "kustomize"
brew "lbzip2"
brew "libgsf"
brew "libpq"
brew "libxml2"
brew "llvm"
brew "luarocks"
brew "lzlib"
brew "mdcat"
brew "minikube"
brew "mkcert"
brew "mold"
brew "protobuf"
brew "mosh"
brew "zlib"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "open-ocd"
brew "openblas"
brew "pandoc"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "pueue"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sccache"
brew "shellcheck"
brew "skaffold"
brew "sops"
brew "starship"
brew "stern"
brew "swiftformat"
brew "terraform"
brew "terragrunt"
brew "texinfo"
brew "tflint"
brew "tmux"
brew "tokei"
brew "velero"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yamlfmt"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "chanzuckerberg/tap/fogg"
brew "fluxcd/tap/flux"
brew "getsentry/tools/sentry-cli"
brew "go-task/tap/go-task"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "imthaghost/scdl/scdl"
brew "jorgelbg/tap/pinentry-touchid"
brew "minacle/chntpw/chntpw"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/pulumictl"
brew "weaveworks/tap/gitops"
cask "appcleaner"
cask "bartender"
cask "basictex"
cask "betterdiscord-installer"
cask "betterdisplay"
cask "bettertouchtool"
cask "crystalfetch"
cask "discord"
cask "docker"
cask "firefox"
cask "fluor"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kicad"
cask "lens"
cask "mx-power-gadget"
cask "rectangle"
cask "rstudio"
cask "syntax-highlight"
cask "tailscale"
cask "the-unarchiver"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
cask "wkhtmltopdf"
cask "zulu"
vscode "albert.TabOut"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "broadinstitute.wdl"
vscode "broadinstitute.wdl-devtools"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "coolbear.systemd-unit-file"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fcrespo82.markdown-table-formatter"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.debug-visualizer"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JScearcy.rust-doc-viewer"
vscode "k--kato.intellij-idea-keybindings"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mgmcdermott.vscode-language-babel"
vscode "mitchdenny.ecdc"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "panicbit.cargo"
vscode "qcz.text-power-tools"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shigma.vscode-wl"
vscode "Shinotatwu-DS.file-tree-generator"
vscode "signageos.signageos-vscode-sops"
vscode "skellock.just"
vscode "sswg.swift-lang"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "weaveworks.vscode-gitops-tools"
vscode "will-stone.in-any-case"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
